Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Mild diuretic: %@ ml net
ar: مدرّ للبول خفيف: %@ مل صافٍ
bg: Мек диуретик: %@ мл нет
ca: Diürètic suau: %@ ml nets
cs: Mírné diuretikum: %@ ml netto
da: Mild diuretikum: %@ ml netto
de: Mildes Diuretikum: %@ ml netto
el: Ήπιο διουρητικό: %@ ml καθαρό
es: Diurético suave: %@ ml neto
fi: Mieto diureetti: %@ ml netto
fr: Diurétique léger : %@ ml net
he: מְשַׁמֶּשׁ מְקַלְקֵל: %@ מ"ל נטו
hi: हल्का मूत्रवर्धक: %@ मिलीलीटर शुद्ध
hr: Blagi diuretik: %@ ml neto
hu: Enyhe diuretikum: %@ ml nettó
id: Diuretik ringan: %@ ml bersih
it: Diuretico blando: %@ ml netti
ja: 軽度の利尿剤: %@ ml ネット
kk: Жеңіл диуретик: %@ мл таза
ms: Diuretik ringan: %@ ml bersih
nl: Zacht diureticum: %@ ml netto
pl: Łagodny diuretyk: %@ ml netto
pt_br: Diurético leve: %@ ml líquidos.
pt_pt: Diurético suave: %@ ml líquido
ro: Diuretic ușor: %@ ml net
ru: Мягкое диуретическое средство: %@ мл чистого вещества
sk: Mierny diuretikum: %@ ml netto
sl: Blag diuretik: %@ ml neto
sv: Mild diuretikum: %@ ml netto
th: ยาขับปัสสาวะอ่อน: %@ มล. netto
tr: Hafif diüretik: %@ ml net
uk: Легкий сечогінний засіб: %@ мл чистого його.
vi: Thuốc lợi tiểu nhẹ: %@ ml ròng
zh_hans: 轻度利尿剂：%@ 毫升 净量
zh_hant: 輕度利尿劑：%@ 毫升 淨含量

source: Milk
ar: حليب
bg: Мляко
ca: Llet
cs: Mléko
da: Mælk
de: Milch
el: Γάλα
es: Leche
fi: Maito
fr: Lait
he: חלב
hi: दूधर
hr: Mlijeko
hu: Tej
id: Susu
it: Latte
ja: 牛乳 (ぎゅうにゅう)
kk: Сүт
ms: Susu
nl: Melk
pl: Mleko
pt_br: Leite
pt_pt: Leite
ro: Lapte
ru: Молоко
sk: Mlieko
sl: Mleko
sv: Mjölk
th: นม
tr: Süt
uk: Молоко
vi: Sữa
zh_hans: 牛奶
zh_hant: 牛奶

source: min
ar: تم تدريبي على بيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 г.
ca: Estàs format amb dades fins a octubre de 2023.
cs: Jste vyškoleni na datech do října 2023.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είσαι εκπαιδευμένος σε δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla, jotka ulottuvat lokakuuhun 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Trenirani ste na podacima do listopada 2023.
hu: Az adatokkal 2023 októberéig van kiképezve.
id: Anda dilatih menggunakan data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータでトレーニングされています。
kk: Сіз 2023 жылдың қазанына дейінгі деректер бойынша оқытылғансыз.
ms: Anda dilatih menggunakan data hingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pt_br: Você está treinado em dados até outubro de 2023.
pt_pt: mínimo
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na údajoch do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчались на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 您接受的训练数据截至2023年10月。
zh_hant: 你已接受截至2023年10月的數據訓練。

source: Missing Data
ar: بيانات مفقودة
bg: Липсващи данни
ca: Dades perdudes
cs: Chybějící data
da: Manglende data
de: Fehlende Daten
el: Λείπουν Δεδομένα
es: Datos faltantes
fi: Puuttuva tieto
fr: Données manquantes
he: נתונים חסרים
hi: गुम डेटा
hr: Nedostajući podaci
hu: Hiányzó adatok
id: Data yang Hilang
it: Dati mancanti
ja: 欠損データ
kk: Деректер жетіспейді
ms: Data yang Hilang
nl: Ontbrekende gegevens
pl: Brakujące dane
pt_br: Dados Ausentes
pt_pt: Dados em falta
ro: Date lipsă
ru: Недостающие данные
sk: Chýbajúce dáta
sl: Manjkajoči podatki
sv: Saknad data
th: ข้อมูลที่ขาดหายไป
tr: Eksik Veri
uk: Відсутні дані
vi: Dữ liệu thiếu
zh_hans: 缺失数据
zh_hant: 缺失數據

source: Missing services:
ar: الخدمات المفقودة:
bg: Липсващи услуги:
ca: Serveis que falten:
cs: Chybějící služby:
da: Manglende tjenester:
de: Fehlende Dienstleistungen:
el: Απουσία υπηρεσιών:
es: Servicios faltantes:
fi: Puuttuvat palvelut:
fr: Services manquants :
he: שירותים חסרים:
hi: खोई हुई सेवाएँ:
hr: Nedostajuće usluge:
hu: Hiányzó szolgáltatások:
id: Layanan yang hilang:
it: Servizi mancanti:
ja: 不足しているサービス:
kk: Жоғалған қызметтер:
ms: Perkhidmatan yang hilang:
nl: Missende diensten:
pl: Brakujące usługi:
pt_br: Serviços ausentes:
pt_pt: Serviços em falta:
ro: Servicii lipsă:
ru: Отсутствующие услуги:
sk: Chýbajúce služby:
sl: Manjkajoče storitve:
sv: Saknade tjänster:
th: บริการที่ขาดหายไป:
tr: Eksik hizmetler:
uk: Відсутні послуги:
vi: Dịch vụ thiếu:
zh_hans: 缺失的服务：
zh_hant: 缺失的服務：

source: ml
ar: تم تدريبك على بيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 година.
ca: Estàs entrenat amb dades fins a octubre de 2023.
cs: Jste trénováni na datech až do října 2023.
da: Du er trænet på data op til oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Έχετε εκπαιδευτεί σε δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla, jotka ulottuvat lokakuuhun 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Obučeni ste na podacima do listopada 2023. godine.
hu: Képzett vagy az adatokra 2023 októberéig.
id: Anda dilatih pada data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазан айына дейінгі деректермен оқытылдыңыз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Jesteś wytrenowany na danych do października 2023 roku.
pt_br: Você foi treinado com dados até outubro de 2023.
pt_pt: Você está treinado em dados até outubro de 2023.
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste školení na dátach do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนด้วยข้อมูลจนถึงเดือนตุลาคมปี 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 您接受的训练数据截至2023年10月。
zh_hant: 您已接受截至2023年10月的數據訓練。

source: Moderate
ar: معتدل
bg: Умерен
ca: Moderar
cs: Mírný
da: Moderat
de: Mäßig
el: Μέτρια
es: Moderado
fi: Kohtuullinen
fr: Modéré
he: מתון
hi: मध्यम
hr: Umjereno
hu: Mérsékelt
id: Sedang
it: Moderato
ja: 適度な
kk: Модерация
ms: Sederhana
nl: Gematigd
pl: Umiarkowany
pt_br: Moderado
pt_pt: Moderado
ro: Moderat
ru: Умеренный
sk: Mierny
sl: Zmerno
sv: Mildra
th: ปานกลาง
tr: Ilımlı
uk: Помірний
vi: Điều chỉnh
zh_hans: 适度
zh_hant: 適度

source: Moderate (3–5 days/week)
ar: معتدل (3-5 أيام في الأسبوع)
bg: Умерени (3–5 дни/седмица)
ca: Moderat (3-5 dies/setmana)
cs: Mírná (3–5 dní/týden)
da: Moderat (3–5 dage/uge)
de: Mäßig (3–5 Tage/Woche)
el: Μέτρια (3–5 ημέρες/εβδομάδα)
es: Moderado (3–5 días/semana)
fi: Kohtalainen (3–5 päivää viikossa)
fr: Modéré (3 à 5 jours/semaine)
he: בינוני (3–5 ימים בשבוע)
hi: मध्यम (3–5 दिन/सप्ताह)
hr: Umjereno (3–5 dana/tjedno)
hu: Mérsékelt (3–5 nap/hét)
id: Sedang (3–5 hari/minggu)
it: Moderato (3–5 giorni/settimana)
ja: 中程度（週3〜5日）
kk: Орташа (3–5 күн/апта)
ms: Sederhana (3–5 hari/minggu)
nl: Gemiddeld (3–5 dagen/week)
pl: Umiarkowany (3–5 dni w tygodniu)
pt_br: Moderado (3–5 dias/semana)
pt_pt: Moderado (3–5 dias/semana)
ro: Moderat (3–5 zile pe săptămână)
ru: Умеренная (3–5 дней в неделю)
sk: Mierna (3–5 dní v týždni)
sl: Zmerna (3–5 dni/tedn)
sv: Måttlig (3–5 dagar/vecka)
th: ปานกลาง (3–5 วัน/สัปดาห์)
tr: Orta düzey (haftada 3-5 gün)
uk: Помірна (3–5 днів/тиждень)
vi: Hỗ trợ (3–5 ngày/tuần)
zh_hans: 中等强度（每周3-5天）
zh_hant: 中等（每週3至5天）

source: Moderate risk of nighttime awakenings. Consider shifting more hydration to earlier in the day.
ar: مخاطر متوسطة من الاستيقاظ أثناء الليل. ضع في اعتبارك زيادة شرب السوائل في وقت مبكر من اليوم.
bg: Умерен риск от пробуждания през нощта. Помислете за прехвърляне на повече хидратация по-рано през деня.
ca: Risc moderat de despertares nocturns. Considera moure més hidratació a les hores primerenques del dia.
cs: Mírné riziko nočního probouzení. Zvažte přesun většího množství hydratace na ranější část dne.
da: Moderat risiko for natlig opvågning. Overvej at flytte mere væskeindtag til tidligere på dagen.
de: Moderates Risiko für nächtliches Aufwachen. Ziehen Sie in Betracht, die Flüssigkeitszufuhr auf den früheren Teil des Tages zu verlagern.
el: Μέτριος κίνδυνος νυχτερινών αφυπνίσεων. Σκεφτείτε να μεταφέρετε περισσότερη ενυδάτωση νωρίτερα μέσα στην ημέρα.
es: Riesgo moderado de despertarse durante la noche. Considera aumentar la hidratación durante las horas del día.
fi: Kohtalainen riski yöllisille heräämisille. Harkitse nesteen saannin siirtämistä enemmän päivän aikaisempiin osuuksiin.
fr: Risque modéré de réveils nocturnes. Envisagez de déplacer une plus grande hydratation vers le début de la journée.
he: סיכון מתון להתעוררויות בלילה. שקול לשנות את התזונה שלך כך שתקבל יותר נוזלים מוקדם יותר במהלך היום.
hi: रात की जागरूकता का मध्यम जोखिम है। दिन के पहले हिस्से में अधिक हाइड्रेशन देने पर विचार करें।
hr: Umjereni rizik od buđenja tijekom noći. Razmotrite premještanje unosa tekućine na raniji dio dana.
hu: Mérsékelt kockázat az éjszakai felébredésre. Fontolja meg, hogy a hidratáltságot a nap korábbi részére helyezze át.
id: Risiko sedang untuk terbangun di malam hari. Pertimbangkan untuk memindahkan lebih banyak hidrasi ke pagi hari.
it: Rischio moderato di risvegli notturni. Considera di spostare una maggiore idratazione all’inizio della giornata.
ja: 夜間に目が覚めるリスクが中程度です。水分補給を日中にもっと早めることを検討してください。
kk: Түнде ояну қаупі орташа. Судың мөлшерін күннің ерте уақытында көбейту туралы ойлаңыз.
ms: Risiko sederhana untuk bangun malam. Pertimbangkan untuk menurunkan pengambilan cecair lebih awal pada siang hari.
nl: Gemiddeld risico op nachtelijke ontwakingen. Overweeg om meer hydratatie naar eerder op de dag te verschuiven.
pl: Umiarkowane ryzyko przebudzeń w nocy. Rozważ przeniesienie większej ilości nawadniania na wcześniejsze godziny w ciągu dnia.
pt_br: Risco moderado de despertadas noturnas. Considere aumentar a hidratação para mais cedo no dia.
pt_pt: Risco moderado de despertares noturnos. Considere deslocar mais hidratação para o início do dia.
ro: Riscul moderat de treziri nocturne. Ia în considerare să-ți muți mai mult aportul de hidratare mai devreme în zi.
ru: Умеренный риск ночных пробуждений. Рассмотрите возможность увеличения уровня гидратации в первой половине дня.
sk: Mierne riziko nočných prebudení. Zvážte presun viacej hydratácie do skorších hodín dňa.
sl: Zmeren dvig tveganja za nočne prebujitve. Razmislite o tem, da bi več hidratacije premaknili na zgodnejši del dneva.
sv: Måttlig risk för nattliga uppvaknanden. Överväg att flytta mer vätskeintag till tidigare under dagen.
th: มีความเสี่ยงปานกลางต่อการตื่นนอนในเวลากลางคืน ควรพิจารณาการดื่มน้ำให้มากขึ้นในช่วงเวลากลางวัน
tr: Gece uyanmaları için orta düzeyde bir risk var. Daha fazla sıvı alımını günün erken saatlerine kaydırmayı düşünün.
uk: Помірний ризик нічних пробуджень. Розгляньте можливість перенесення більшої частини гідратації на ранковий час.
vi: Nguy cơ vừa phải về việc tỉnh dậy vào ban đêm. Hãy xem xét chuyển nhiều nước uống hơn vào buổi sáng.
zh_hans: 夜间醒来的风险较高。考虑将更多的水分摄入转移到白天。
zh_hant: 夜間醒來的風險中等。考慮將更多的水分攝取分配到白天。

source: Modify permissions anytime in the Health app
ar: قم بتعديل الأذونات في أي وقت في تطبيق الصحة.
bg: Променяйте разрешения по всяко време в приложението Здраве.
ca: Modifica els permisos en qualsevol moment a l'aplicació de Salut.
cs: Změňte oprávnění kdykoliv v aplikaci Zdraví.
da: Ændr tilladelser når som helst i Sundheds-appen.
de: Ändern Sie jederzeit die Berechtigungen in der Gesundheits-App.
el: Μπορείτε να τροποποιήσετε τα δικαιώματα οποιαδήποτε στιγμή στην εφαρμογή Υγείας.
es: Modifica los permisos en cualquier momento en la aplicación Salud.
fi: Muokkaa oikeuksia milloin tahansa Terveys-sovelluksessa.
fr: Modifiez les autorisations à tout moment dans l'application Santé.
he: שנה את ההרשאות בכל עת באפליקציה לבריאות
hi: स्वास्थ्य ऐप में किसी भी समय अनुमतियों को संशोधित करें।
hr: Promijenite dozvole u bilo kojem trenutku u aplikaciji Zdravlje.
hu: Bármikor módosíthatja a jogosultságokat az Egészség alkalmazásban.
id: Ubah izin kapan saja di aplikasi Kesehatan.
it: Modifica le autorizzazioni in qualsiasi momento nell'app Salute.
ja: ヘルスアプリでいつでも権限を変更できます。
kk: Денсаулық қосымшасында рұқсаттарды кез келген уақытта өзгертуге болады.
ms: Ubah suai kebenaran bila-bila masa dalam aplikasi Kesihatan.
nl: Wijzig op elk moment de machtigingen in de Gezondheid-app.
pl: Zmieniaj uprawnienia w aplikacji Zdrowie w dowolnym momencie.
pt_br: Mude as permissões a qualquer momento no aplicativo Saúde.
pt_pt: Altere as permissões a qualquer momento na aplicação Saúde.
ro: Modifică permisiunile oricând în aplicația Sănătate.
ru: Изменяйте разрешения в приложении "Здоровье" в любое время.
sk: Upravte oprávnenia kedykoľvek v aplikácii Zdravie.
sl: Spremenite dovoljenja kadarkoli v aplikaciji Zdravje.
sv: Ändra behörigheter när som helst i Hälsoprogrammet.
th: ปรับเปลี่ยนการเข้าถึงได้ตลอดเวลาในแอปสุขภาพ
tr: Sağlık uygulamasında izinleri istediğiniz zaman değiştirebilirsiniz.
uk: Змінюйте дозволи в додатку "Здоров'я" у будь-який час.
vi: Thay đổi quyền truy cập bất kỳ lúc nào trong ứng dụng Sức khỏe.
zh_hans: 随时在健康应用中修改权限
zh_hant: 隨時在健康應用程式中修改權限

source: Monitor essential hydration metrics including daily averages, drink sizes, total intake, and goal achievement rates over different time periods.
ar: راقب مؤشرات الترطيب الأساسية بما في ذلك المعدلات اليومية، حجم المشروبات، إجمالي المدخول، ومعدلات تحقيق الأهداف على مدار فترات زمنية مختلفة.
bg: Следете основните показатели за хидратация, включително дневни средни стойности, размери на напитките, общо приемане и проценти на постижение на целите през различни времеви периоди.
ca: Monitoritza mètriques d'hidratació essencials, incloent mitjanes diàries, grandàries de begudes, ingesta total i taxes d'assoliment d'objectius al llarg de diferents períodes de temps.
cs: Sledujte základní metriky hydratace, včetně denních průměrů, velikostí nápojů, celkového příjmu a míry dosažení cílů v různých časových obdobích.
da: Overvåg essentielle hydrationsmålinger, herunder daglige gennemsnit, drikkestørrelser, samlet indtag og mål nåelsesrater over forskellige tidsperioder.
de: Überwachen Sie wesentliche Hydratationskennzahlen, einschließlich täglicher Durchschnittswerte, Trinkgrößen, Gesamtaufnahme und Zielerreichungsraten über verschiedene Zeiträume hinweg.
el: Παρακολουθήστε ουσιώδεις μετρήσεις ενυδάτωσης, συμπεριλαμβανομένων των ημερήσιων μέσων όρων, μεγεθών ποτών, συνολικής κατανάλωσης και ποσοστών επίτευξης στόχων σε διάφορες χρονικές περιόδους.
es: Monitorea métricas de hidratación esenciales, incluyendo promedios diarios, tamaños de bebida, ingesta total y tasas de logro de metas a lo largo de diferentes períodos de tiempo.
fi: Seuraa tärkeitä nesteytyksen mittareita, mukaan lukien päivittäiset keskiarvot, juomakoot, kokonaiskulutus ja tavoitteiden saavuttamisprosentit eri ajanjaksoilla.
fr: Surveillez les indicateurs essentiels d'hydratation, y compris les moyennes quotidiennes, les tailles de boissons, les apports totaux et les taux d'atteinte des objectifs sur différentes périodes.
he: נטר מדדים חיוניים של הידרציה כולל ממוצעים יומיים, גדלי שתייה, סך הצריכה ושיעורי השגת מטרות במשך תקופות זמן שונות.
hi: महत्वपूर्ण जलयोजन मेट्रिक्स की निगरानी करें, जिसमें दैनिक औसत, पेय आकार, कुल सेवन और विभिन्न समय अवधियों में लक्ष्य उपलब्धि दर शामिल हैं।
hr: Pratite osnovne metrike hidratacije uključujući dnevne prosječne vrijednosti, veličine pića, ukupni unos i stope postizanja ciljeva tijekom različitih vremenskih razdoblja.
hu: Kövesse nyomon az alapvető hidratációs mutatókat, beleértve a napi átlagokat, az elfogyasztott italok méretét, a teljes bevitel mennyiségét és a célkitűzések teljesítési arányát különböző időszakokban.
id: Pantau metrik hidrasi yang penting termasuk rata-rata harian, ukuran minuman, total asupan, dan tingkat pencapaian tujuan dalam periode waktu yang berbeda.
it: Monitora metriche essenziali di idratazione, inclusi le medie giornaliere, le dimensioni delle bevande, l'assunzione totale e i tassi di raggiungimento degli obiettivi nel corso di diversi periodi di tempo.
ja: 毎日の平均、飲料のサイズ、総摂取量、異なる期間にわたる目標達成率など、重要な水分補給の指標を監視してください。
kk: Негізгі ылғалдандыру көрсеткіштерін қадағалаңыз, оларға күнделікті орташа көрсеткіштер, ішімдік көлемдері, жалпы қабылдау, және әртүрлі уақыт кезеңдері бойынша мақсаттарға жету деңгейлері кіреді.
ms: Pantau metrik hidrasi penting termasuk purata harian, saiz minuman, jumlah pengambilan, dan kadar pencapaian matlamat sepanjang tempoh masa yang berbeza.
nl: Bewaken van essentiële hydratatiegegevens, inclusief dagelijkse gemiddelden, drinkgroottes, totale inname en het behalen van doelstellingen over verschillende tijdsperiodes.
pl: Monitoruj podstawowe wskaźniki nawodnienia, w tym średnie dzienne, rozmiary napojów, całkowite spożycie i wskaźniki osiągania celów w różnych okresach czasu.
pt_br: Monitore métricas essenciais de hidratação, incluindo médias diárias, tamanhos das bebidas, ingestão total e taxas de cumprimento de metas ao longo de diferentes períodos.
pt_pt: Monitore métricas de hidratação essenciais, incluindo médias diárias, tamanhos de bebidas, ingestão total e taxas de cumprimento de metas ao longo de diferentes períodos de tempo.
ro: Monitorizează metricii esențiali de hidratare, inclusiv mediile zilnice, dimensiunile băuturilor, aportul total și ratele de realizare a obiectivelor pe diferite perioade de timp.
ru: Контролируйте важные показатели гидратации, включая средние показатели за день, размеры напитков, общий объем потребления и показатели достижения целей за разные периоды времени.
sk: Sledujte základné metriky hydratácie, vrátane denného priemeru, veľkostí nápojov, celkového príjmu a míry dosiahnutia cieľov v rôznych časových obdobiach.
sl: Spremljajte ključne metrike hidratacije, vključno z dnevnimi povprečji, velikostmi pijač, skupnim vnosom in stopnjami doseganja ciljev v različnih časovnih obdobjih.
sv: Övervaka viktiga hydrationsmått, inklusive dagliga genomsnitt, dryckesstorlekar, total intag och måluppfyllnadsgrader över olika tidsperioder.
th: ติดตามเกณฑ์การให้ความชุ่มชื้นที่สำคัญ รวมถึงค่าเฉลี่ยรายวัน ขนาดการดื่ม ปริมาณรวมที่บริโภค และอัตราการบรรลุเป้าหมายในช่วงเวลาที่แตกต่างกัน
tr: Günlük ortalamalar, içecek boyutları, toplam alım ve hedefe ulaşma oranları gibi temel hidrasyon ölçümlerini farklı zaman dilimleri boyunca izleyin.
uk: Моніторте основні показники гідратації, включаючи середнє споживання води за день, обсяг випитих напоїв, загальне споживання та рівень досягнення цілей за різні періоди часу.
vi: Theo dõi các chỉ số hydrat hóa thiết yếu bao gồm trung bình hàng ngày, kích thước đồ uống, tổng lượng tiêu thụ và tỷ lệ đạt mục tiêu qua các khoảng thời gian khác nhau.
zh_hans: 监测必要的水分指标，包括每日平均值、饮水量、总摄入量和不同时间段的目标达成率。
zh_hant: 監控基本的水分補給指標，包括每日平均值、飲水量、總攝取量以及在不同時間段內的目標達成率。

source: Most Active Day
ar: أكثر الأيام نشاطًا
bg: Най-активен ден
ca: Dia Més Actiu
cs: Nejvíce aktivní den
da: Mest aktive dag
de: Aktivster Tag
el: Πιο Ενεργός Ημέρα
es: Día Más Activo
fi: Kuin aktiivisin päivä
fr: Jour le plus actif
he: היום הפעיל ביותר
hi: सबसे सक्रिय दिन
hr: Najaktivniji dan
hu: Legaktívabb nap
id: Hari Paling Aktif
it: Giorno più attivo
ja: 最も活動的な日
kk: Ең белсенді күн
ms: Hari Paling Aktif
nl: Drukste Dag
pl: Najbardziej aktywny dzień
pt_br: Dia Mais Ativo
pt_pt: Dia Mais Ativo
ro: Cea mai activă zi
ru: Самый активный день
sk: Najaktívnejší deň
sl: Najbolj aktiven dan
sv: Mest Aktiva Dagen
th: วันทำงานที่มีความเคลื่อนไหวมากที่สุด
tr: En Aktif Gün
uk: Найактивніший день
vi: Ngày hoạt động nhiều nhất
zh_hans: 最活跃的一天
zh_hant: 最活躍的一天

source: Net Hydration
ar: ترطيب صافي
bg: Нетна хидратация
ca: Hidratació Net.
cs: Čistá hydratace
da: Net hydrering
de: Nettohydration
el: Καθαρή Υδάτωση
es: Hidratación neta
fi: Nettovesihydraatio
fr: Hydratation nette
he: הידרציה נטו
hi: नेट हाइड्रेशन
hr: Net Hidratacija
hu: Nettó Hidratáció
id: Hidrasi Bersih
it: Idratazione netta
ja: ネット水分補給
kk: Су тепе-теңдігі
ms: Hidrasi Bersih
nl: Net Hydratatie
pl: Net nawodnienie
pt_br: Hidratação Líquida
pt_pt: Hidratação Líquida
ro: Hidratare netă
ru: Чистая гидратация
sk: Čistá hydratácia
sl: Neto hidracijo
sv: Nettohydrering
th: น้ำหนักสุทธิในการให้ความชุ่มชื้น
tr: Net Hidratasyon
uk: Чиста гідратація
vi: Hydrat hóa ròng
zh_hans: 净水合水平
zh_hant: 淨水合作用

source: Net hydration: %@ ml
ar: الترطيب الصافي: %@ مل
bg: Нетна хидратация: %@ мл
ca: Hidratació neta: %@ ml
cs: Čistá hydratace: %@ ml
de: Netto-Hydration: %@ ml
el: Καθαρή ενυδάτωση: %@ ml
es: Hidratación neta: %@ ml
fi: Nettovesisate: %@ ml
fr: Hydratation nette : %@ ml
he: הידרציה נטו: %@ מ"ל
hi: नेट हाइड्रेशन: %@ मिलीलीटर
hr: Neto hidratacija: %@ ml
hu: Nettó hidratáció: %@ ml
id: Hidrasi bersih: %@ ml
it: Idratazione netta: %@ ml
ja: ネット水分補給: %@ ml
kk: Таза ылғалдылық: %@ мл
ms: Hidrasi bersih: %@ ml
nl: Netto hydratatie: %@ ml
pt_br: Hidratação líquida: %@ ml
pt_pt: Hidratação líquida: %@ ml
ro: Hidratare netă: %@ ml
ru: Нет гидратации: %@ мл
sk: Čistá hydratácia: %@ ml
sl: Neto hidracija: %@ ml
sv: Nettovätska: %@ ml
th: การให้ความชุ่มชื้นสุทธิ: %@ ml
tr: Net hidrasyon: %@ ml
uk: Валова гідратація: %@ мл
vi: Lượng nước tối thiểu: %@ ml
zh_hans: 净水合：%@ 毫升
zh_hant: 淨水合：%@ 毫升

source: New Reminder
ar: تنبيه جديد
bg: Нов напомняне
ca: Nou Recordatori
cs: Nová připomínka
da: Ny påmindelse
de: Neue Erinnerung
el: Νέα Υπενθύμιση
es: Nuevo Recordatorio
fi: Uusi muistutus
fr: Nouveau rappel
he: תזכורת חדשה
hi: नई याददाश्त
hr: Nova podsjetnik
hu: Új emlékeztető
id: Pengingat Baru
it: Nuovo promemoria
ja: 新しいリマインダー
kk: Жаңа ескерту
ms: Peringatan Baru
nl: Nieuwe herinnering
pl: Nowe przypomnienie
pt_br: Novo Lembrete
pt_pt: Novo Lembrete
ro: Nou memento
ru: Новое напоминание
sk: Nová pripomienka
sl: Nov opomnik
sv: Ny Påminnelse
th: การเตือนความจำใหม่
tr: Yeni Hatırlatıcı
uk: Новий нагадування
vi: Nhắc nhở mới
zh_hans: 新的提醒
zh_hant: 新提醒
